{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" }
}